# Brew Cask
tap 'caskroom/cask'

update

# Binaries
brew 'brainfuck'
brew 'chunkwm'
brew 'cmus'
brew 'gdb'
brew 'irssi'
brew 'lua'
brew 'ruby'
brew 'neofetch'
brew 'pyqt'
brew 'python3'
brew 'qt'
brew 'sl'
brew 'sqlite'
brew 'tmux'
brew 'vim'
brew 'wine'
brew 'winetools'

# Casks
cask 'daisydisk'
cask 'discord'
cask 'dosbox'
cask 'gimp'
cask 'iterm2'
cask 'karabiner-elements'
cask 'macvim'
cask 'texmaker'
cask 'thunderbird'
cask 'transmission'
cask 'twitch'
cask 'visual-studio-code'
cask 'vlc'
