# Brew Cask
tap 'caskroom/cask'

update

# Binaries
brew 'bat'
brew 'blueutil'
brew 'cmatrix'
brew 'cmus'
brew 'ffmpeg'
brew 'irssi'
brew 'lua'
brew 'neofetch'
brew 'pandoc'
# TODO: Install pip
brew 'python3'
brew 'sl'
brew 'sqlite'
brew 'tldr'
brew 'tmux'
brew 'vim'
brew 'wine'
brew 'youtube-dl'

# Casks
cask 'avidemux'
cask 'daisydisk'
cask 'db-browser-for-sqlite'
cask 'discord'
cask 'dosbox'
cask 'etcher'
cask 'firefox'
cask 'gimp'
cask 'handbrake'
cask 'karabiner-elements'
cask 'kitty'
cask 'macvim'
cask 'openemu-experimental'
cask 'thunderbird'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
