# Brew Cask
tap 'caskroom/cask'

update

# Binaries
brew 'blueutil'
brew 'brainfuck'
brew 'cmatrix'
brew 'cmus'
brew 'ffmpeg'
brew 'irssi'
brew 'lua'
brew 'neofetch'
brew 'pandoc'
brew 'pyqt'
brew 'python3'
brew 'qt'
brew 'ranger'
brew 'sl'
brew 'sqlite'
brew 'tmux'
brew 'vim'
brew 'wine'
brew 'winetools'
brew 'youtube-dl'

# Casks
cask 'daisydisk'
cask 'db-browser-for-sqlite'
cask 'discord'
cask 'dosbox'
cask 'etcher'
cask 'gimp'
cask 'handbrake'
cask 'iterm2'
cask 'karabiner-elements'
cask 'love'
cask 'macvim'
cask 'texmaker'
cask 'thunderbird'
cask 'transmission'
cask 'twitch'
cask 'visual-studio-code'
cask 'vlc'
